


export const tips = {

    err001001:"验证码未过期",

    suc004104:"角色编辑成功",
    err004002:"当前登录用户没有权限添加角色",

    suc020103:"保存城市的经纬度成功",

    suc030102:"开通区域删除成功",
    suc030103:"开通区域保存成功",
    suc450106:"开通司机会员产品的企业保存成功",

    suc190105:"个人客户会员类型更新成功",


    suc090105: "运营企业名称重复",
    suc090102:"运营企业保存成功",
    suc090103:"运营企业新增成功",

    suc170103: "企业值班调度人删除成功",
    suc170104: "企业值班调度人添加成功",
    suc170102: "企业值班调度人编辑成功",

    err090006: "代理商编辑失败",
    suc090104: "代理商编辑成功",

    suc450105:"派单限制开始时间更新成功",

    err110002: "未查询到该开通城市当前开通区域下的承接企业",
    // suc090103 :"企业承接业务保存成功",
    
    suc430102: "订单抽成比率编辑成功",

    suc070105: "里程已清零",

    suc130105: "司机密码已重置",

    suc450104: "司机会员产品已关闭",
    err120008: "车辆已绑定有司机，请解绑后重新绑定",

    // suc050105: "司机免冠照片已上传",
    suc050105: "保存成功",
    err130007: "未找到该认证图片",
    // suc050105: "司机身份证照片信息编辑成功"

    suc140105: "司机解绑成功",
    suc270103:"城市广告编辑成功",
    suc270102:"城市广告新增成功",
    suc270105:"城市广告删除成功",
    suc270106:"广告序列前移成功",
    suc270107:"广告序列后移成功",

    err280003:"代金券消费规则已关联代金券，无法删除",
    err280002:"代金券消费规则存在代金券，无法编辑",
    suc280103:"代金券消费规则编辑成功",

    suc260104:"司机钱包预留阈值修改成功",
    suc440102:"司机提现设置编辑成功",

    suc230105:"集团客户删除成功",

    suc230104:"集团客户会员编辑成功",
    suc230103:"集团客户状态修改成功",
}
